[{"question_type": "Multiple Choice", "answer_2": "The energy advisor models the house in HOT2000, saves the calculations as an “hse” file and submits the house evaluated file to the energy service organization;", "source": "Administrative Procedures, 7.2.3", "answer_3": "The energy advisor models the house in HOT2000 and saves the calculations as an XML file. The homeowner submits the house evaluated file to the energy service organization;", "question_image": "No Image", "question": "How/who should be in charge of preparing the HOT2000 file for submission to the service organization?", "answer_4": "The energy advisor models the house in HOT2000 and saves the calculations as a “TXT” file. The homeowner converts the house evaluated file to “Homeowner Information Sheet” using the Report Generator and submits it to the energy service organization.", "answer_1": "The energy advisor models the house in HOT2000, saves the calculations as an “h2k” file and submits the house evaluated file to the energy service organization;", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "Gas and tankless water heater combo systems without a secondary storage tank (condensing or non-condensing)", "source": "HOT2000 User Guide, 7.14.7", "answer_3": "Propane and tankless water heater combo systems with a secondary storage tank (condensing or non-condensing)", "question_image": "No Image", "question": "Identify the types of systems that can be modelled in the heat/DHW combination screen? ", "answer_4": "Combo systems using an oil boiler", "answer_1": "Propane, gas and oil, and storage tank water heater combo systems (condensing or non-condensing)", "exam": "EA", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "Provide proof of possession of a home warranty number or its provincial/territorial equivalent to the service organization(s); ", "source": "Administrative Procedures, 4.2.5", "answer_3": "Complete probationary files to the satisfaction of the service organization’s quality assurance specialist; ", "question_image": "No Image", "question": "An energy advisor must be affiliated with a licensed service organization and registered with Natural Resources Canada prior to offering EnerGuide Rating System services. Among the following, what is not relevant to the registration requirement for the energy advisor candidate? ", "answer_4": "Provide proof of a Criminal Record Check to the service organization’s manager.", "answer_1": "Demonstrate proficiency by passing the Foundation Level Exam, Energy Advisor Exam;", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "Fibreglass batts insulation (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.48", "answer_3": "Extruded polystyrene insulation (True)", "question_image": "No Image", "question": "Which of the following insulation materials is most suitable for installation on the gravel before a concrete basement floor is poured?", "answer_4": "Open cell spray foam insulation (False)", "answer_1": "Mineral wool insulation (False)", "exam": "MAIN", "category": "Foundations"}, {"question_type": "Multiple Select", "answer_2": "Submit house evaluation files to the Natural Resouces Canada database within 30 days of the on-site visit. (False)", "source": "Technical Procedures, 6.2", "answer_3": "Supervise energy advisors and quality assurance specialists to ensure that their specific roles and responsibilities are being filfilled. (False)", "question_image": "No Image", "question": "Which of the following is NOT a responsibility of service organisation managers?", "answer_4": "Ensure that the EnerGuide Label, Homeowner Information Sheet and applicable reports are provided to the client within 14 calendar days of the on-site evaluation. (False)", "answer_1": "Perform an accurate blower door test that includes at least eight data points. (True)", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "2816 cubic ft (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.122", "answer_3": "1408 cubic ft (True)", "question_image": "No Image", "question": "What is the volume of a gable attic that is 22 ft long by 16 ft wide by 8 ft high?", "answer_4": "2816 cubic ft per minute (False)", "answer_1": "352 sq ft (False)", "exam": "MAIN", "category": "Roofs"}, {"question_type": "Multiple Choice", "answer_2": "B (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.40", "answer_3": "C (False)", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/fc6a1cfc323dc7a4a96b6d71803261e3.png", "question": "Which of the following blueprint symbols is commonly used to indicate batt or loose fill insulation?", "answer_4": "D (True)", "answer_1": "A (False)", "exam": "MAIN", "category": "Main Walls"}, {"question_type": "Multiple Choice", "answer_2": "No. MURBs are never eligible. (False) (False)", "source": "Standard, 1.2.1", "answer_3": "Yes, as long as only 3 storey's are fully above grade. (False) (False)", "question_image": "No Image", "question": "Is a 4 storey MURB eligible to receive an EnerGudie Rating?", "answer_4": "Yes, as long as the building contains between 2 and 100 units. (False) (False)", "answer_1": "No. MURBs must meet all house criteria, plus additional criteria. (True) (True)", "exam": "EA", "category": "EnerGuide Rating"}, {"question_type": "Multiple Choice", "answer_2": "As many as needed. (False)", "source": "HOT2000 User Guide, 7.6", "answer_3": "Cannot exceed 9. (True)", "question_image": "No Image", "question": "How many of the same window can you model at the same time in H2K?", "answer_4": "Cannot exceed 10. (False)", "answer_1": "Only 1 at a time. (False)", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "The distribution of ventilation air (electrical energy consumption only) and electrical base loads;", "source": "Standard, 3.", "answer_3": "The sum of space heating, space cooling and domestic water heating;", "question_image": "No Image", "question": "What does rated annual energy consumption represent?", "answer_4": "None of the above.", "answer_1": "The sum of space heating, space cooling, domestic water heating, distribution of ventilation air (electrical energy consumption only), and electrical base loads;", "exam": "EA", "category": "Standard Operating Conditions"}, {"question_type": "Multiple Choice", "answer_2": "Equipment type, flue diameter, whether the damper is open or closed and the number of identically-sized openings (for whole-building MURBs);", "source": "HOT2000 User Guide, 7.14.13", "answer_3": "The equipment type, flue diameter and the temperature of exhaust gas;", "question_image": "No Image", "question": "Baseboards, furnaces, boilers and solid-fuel burning appliances may serve as supplementary systems. When that is the case, which data are required to be collected in all cases? ", "answer_4": "Data are not required for this case.", "answer_1": "The equipment type, energy source, presence of a pilot, and pilot light energy consumption if available;", "exam": "EA", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "Equipment type, flue diameter, whether the damper is open or closed;", "source": "Technical Procedures, 3.5.21", "answer_3": "Equipment type, flue diameter and the temperature of exhaust gas;", "question_image": "No Image", "question": "In case of solid-fuel burning equipment, the energy advisor should collect the following information:", "answer_4": "Equipment type, flue diameter, the temperature of exhaust gas and the radiation loss level.", "answer_1": "Equipment manufacturer and model, whether the damper is open or closed:", "exam": "EA", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "In the main interface upon exiting the wizard;", "source": "HOT2000 User Guide, 6.1.3", "answer_3": "Both In the wizard and in the main interface upon exiting the wizard;", "question_image": "No Image", "question": "Skylights, windows within doors, or patio doors should be modelled:", "answer_4": "None of the above.", "answer_1": "In the wizard;", "exam": "EA", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "The effective temperature and percentage of the radiant heated area; ", "source": "Technical Procedures, 3.5.20", "answer_3": "The energy factor of radiant heating;", "question_image": "No Image", "question": "When modelling a radiant heating system, the modelling requirement(s) to be entered in the radiant heating screen are:", "answer_4": "The heating capacity and the energy factor of radiant heating.", "answer_1": "Manufacturer, model and heating capacity; ", "exam": "EA", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "Q= CΔPn;", "source": "Technical Procedures, 7.1.2", "answer_3": "Q= mΔPc;", "question_image": "No Image", "question": "The air exchange rate per hour at a forced air pressure difference of 50 Pa is calculated by blower door software based on the airtightness test results using the formula where:", "answer_4": "Q= nΔPc.", "answer_1": "Q= CΔP;", "exam": "EA", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "Increase by 25 mm (1 in.);", "source": "HOT2000 User Guide, 7.14.6", "answer_3": "Increase by 52 mm (2 in.);", "question_image": "No Image", "question": "If a motorized vent damper is not an option listed for the Equipment type (e.g. for an oil furnace w/ flame retention head or gas furnace w/ continuous pilot), how should the user modify the HOT2000 default flue diameter?", "answer_4": "Do not modify the default value.", "answer_1": "Decrease by 25 mm (1 in.); ", "exam": "EA", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "The Central Equipment Type by selecting the equipment type as a central split system, central single package system or mini-split ductless;", "source": "HOT2000 User Guide, 7.14.9.1", "answer_3": "The Heating/Cooling Efficiency; ", "question_image": "No Image", "question": "When modelling a heat pump as a ground source heat pump (GSHP), which of the following kinds of information is not required in HOT2000?", "answer_4": "The Temperature Cut-off Type.", "answer_1": "The Unit Function by specifying whether the heat pump is used for heating only or both heating and cooling;", "exam": "EA", "category": "Heat Pumps"}, {"question_type": "Multiple Choice", "answer_2": "It also applies to personal information of employees of federally regulated works, undertakings, or businesses (e.g., banks, airlines, and telecommunications companies).", "source": "Administrative Procedures, Appendix A.", "answer_3": "It also applies to organizations that operate entirely within a province with legislation deemed substantially similar to the PIPEDA if personal information does not cross provincial or national borders.", "question_image": "No Image", "question": "The Personal Information Protection and Electronic Documents Act (PIPEDA) sets out the general rules governing how private-sector organizations collect, use or disclose personal information in the course of commercial activities across Canada. Among the following statements, which is true?", "answer_4": "It does not apply to organizations that operate entirely within a province with legislation deemed substantially similar to the PIPEDA if personal information crosses provincial or national borders.", "answer_1": "It also applies to organizations that are not engaged in commercial activity.", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "Glass block configuration;", "source": "Technical Procedures, 3.5.4", "answer_3": "Window regardless of its slope;", "question_image": "No Image", "question": "How should a skylight shaft wall be modelled in HOT2000 when it is located in a roof assembly whose depth is filled with insulation?", "answer_4": "Can be ignored. ", "answer_1": "Wall regardless of its slope;", "exam": "EA", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "Manufacturer and model number;", "source": "Technical Procedures, 3.5.19", "answer_3": "Whether or not the basement is cooled;", "question_image": "No Image", "question": "If the efficiency of a heat pump or air conditioning unit is unknown, what further data should be exclusively collected? ", "answer_4": "Model numbers of both the condenser and evaporator coils of ASHPs and central air conditioner.", "answer_1": "Unit function;", "exam": "EA", "category": "Heat Pumps"}, {"question_type": "Multiple Choice", "answer_2": "If the air source heat pump shuts off at a user-defined temperature;", "source": "Technical Procedures, 3.5.19", "answer_3": "If the interior temperature reaches 72 °F (22 °C);", "question_image": "No Image", "question": "Under which condition should the temperature of cut-off type heat pumps be considered as “Restricted”? ", "answer_4": "If the house mechanical system is equipped with a balanced heat recovery ventilator.", "answer_1": "If the air-source heat pump shuts down when it is not able to meet the full space heating load;", "exam": "EA", "category": "Heat Pumps"}, {"question_type": "Multiple Choice", "answer_2": "Oil conventional tank hot water system", "source": "Technical Procedures, 3.6", "answer_3": "Induced draft gas-fired hot water system ", "question_image": "No Image", "question": "Which of the following is not a valid domestic hot water system?", "answer_4": "Tankless propane hot water system", "answer_1": "Heat pump condensing hot water system", "exam": "EA", "category": "Domestic Hot Water"}, {"question_type": "Multiple Choice", "answer_2": "Discuss potential renovation plans and any house-related concerns the homeowner may have;", "source": "Technical Procedures, 4.2.1", "answer_3": "Ensure completeness and accuracy of Basic Service information or performing a Basic Service if it has not been performed;", "question_image": "No Image", "question": "What is the first step that an Energy Advisor should start by to initiate the Renovation Upgrade Service of a house?", "answer_4": "Model the house and the upgrades in HOT2000 to assess potential reduction in energy consumption.", "answer_1": "Determine potential for energy upgrades including those aligned with the planned work;", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "Manufacturer name and model number; ", "source": "Technical Procedures, 3.5.11.6", "answer_3": "Manufacturer name, model number and annual energy consumption as displayed on the EnerGuide label;", "question_image": "No Image", "question": "For zero-rated homes, the data collection requirement(s) for dryers are:", "answer_4": "None of the above.", "answer_1": "Annual energy consumption as displayed on the EnerGuide label;", "exam": "EA", "category": "Zero-Rated Homes"}, {"question_type": "Multiple Choice", "answer_2": "Geometry sketches and building plans must be clear, complete and sufficiently detailed in order for a third party to recreate the house geometry calculations;", "source": "Technical Procedures, 2.8", "answer_3": "Geometry sketches and building plans must be drawn by a third-party specialist to document the house shape for NRCan;", "question_image": "No Image", "question": "How and why should an Energy Advisor create geometry sketches and building plans? ", "answer_4": "Geometry sketches and building plans do not need to be extremely detailed because their main purpose is to provide a general idea to a third party about the house geometry.", "answer_1": "Geometry sketches and building plans are not mandatory and the Energy Advisor can proceed with the EnerGuide Rating System procedure without them;", "exam": "EA", "category": "Data Collection"}, {"question_type": "Multiple Choice", "answer_2": "Glass block configuration;", "source": "Technical Procedures, 3.5.4", "answer_3": "Window regardless of its slope;", "question_image": "No Image", "question": "How should a skylight shaft wall be modelled in HOT2000 when it is located in a roof assembly whose depth is filled with insulation?", "answer_4": "Can be ignored. ", "answer_1": "Wall regardless of its slope;", "exam": "EA", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "Associates the ERS official mark or graphic identifier with products or services not within the scope of the NRCan EnerGuide Rating System;", "source": "Administrative Procedures, Appendix C.", "answer_3": "Disparages the Government of Canada, Natural Resources Canada or any other government body;", "question_image": "No Image", "question": "The ERS official marks should never be used in the following manner:", "answer_4": "All of the above.", "answer_1": "Suggests that NRCan or any other government body endorses a particular organization, company or product;", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "Register to take the relevant exam(s) at a service organization Canada approved test centre, pay exam fees, write the exam(s) in the presence of a service organization manager approved exam proctor and achieve a passing grade on said exam(s);", "source": "Administrative Procedures, 9.3", "answer_3": "Register to take the relevant exam(s) online, write the exam(s) and achieve a passing grade on said exam(s);", "question_image": "No Image", "question": "To take the ERS exams, prospective energy advisors must: ", "answer_4": "Pay exam fees (no registration is needed), take the exam online and achieve a passing grade on said exam(s).", "answer_1": "Register to take the relevant exam(s) at a Natural Resources Canada approved test centre, pay exam fees, write the exam(s) in the presence of a Natural Resources Canada approved exam proctor and achieve a passing grade on said exam(s);", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "Heating system type", "source": "HOT2000 User Guide, 6.1.1", "answer_3": "Ceiling type", "question_image": "No Image", "question": "Which of the following is not a data field in the Main House selector screen?", "answer_4": "Year built", "answer_1": "House type", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "“Width/Depth” or “Perimeter/Area’’ determined at the exterior extremities of the walls surrounding the heated volume;", "source": "HOT2000 User Guide, 6.1.1", "answer_3": "“Width/Depth” or “Perimeter/Area’’ determined at the interior extremities of the walls surrounding the heated and unheated volume;", "question_image": "No Image", "question": "The geometry (footprint) of a house can initially be estimated by HOT2000 by specifying the “Width/Depth” or “Perimeter/Area’’ of the house footprint. How should the “Width/Depth” or “Perimeter/Area’’ be determined?", "answer_4": "“Width/Depth” or “Perimeter/Area’’ determined at the exterior extremities of the walls surrounding the heated and unheated volume.", "answer_1": "“Width/Depth” or “Perimeter/Area’’ determined at the interior extremities of the walls surrounding the heated volume;", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "Conventional tank gas hot water system; ", "source": "Technical Procedures, 3.6", "answer_3": "Tankless gas hot water system;", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/Screen Shot 2020-09-11 at 4.16.41 PM.png", "question": "Which type of domestic hot water system is depicted in the picture below?", "answer_4": "Heat pump hot water system.", "answer_1": "Conventional tank electric hot water system; ", "exam": "EA", "category": "Domestic Hot Water"}, {"question_type": "Multiple Choice", "answer_2": "As atypical loads. (False)", "source": "Technical Procedures, 3.5.11.3", "answer_3": "As supplemental components. (True)", "question_image": "No Image", "question": "How are bath and kitchen fans modelled?", "answer_4": "The should be ignored. (False)", "answer_1": "As part of the central ventilation system. (False)", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "69 m2 (743 ft2) (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "73 m2 (786 ft2) (False)", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/2af7c8d131d7feabfb2fa6ed8e04bba8.png", "question": "Calculate the total net floor area based on the lengths of the interior walls shown below. The walls have a thickness of 0.5 m (1.6 ft).", "answer_4": "68 m2 (732 ft2) (False)", "answer_1": "93 m2 (1,001 ft2) (True)", "exam": "MAIN", "category": "Calculate Areas"}, {"question_type": "Multiple Choice", "answer_2": "38 m2 (409 ft2) (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "54 m2 (581 ft2) (True)", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/88696a5513b8cbac8dba5dc41fa39347.png", "question": "Calculate the total net floor area based on the lengths of the interior walls shown below. The walls have a thickness of 0.5 m (1.6 ft).", "answer_4": "40 m2 (431 ft2) (False)", "answer_1": "52 m2 (560 ft2) (False)", "exam": "MAIN", "category": "Calculate Areas"}, {"question_type": "Multiple Choice", "answer_2": "73 m2 (786 ft2) (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "67 m2 (721 ft2) (False)", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/75200c305e623795b0020aea6cfd183f.png", "question": "Calculate the total gross floor area based on the lengths of the interior walls shown below. The walls have a thickness of 0.5 m (1.6 ft).", "answer_4": "64 m2 (689 ft2) (False)", "answer_1": "96 m2 (1,033 ft2) (True)", "exam": "MAIN", "category": "Calculate Areas"}, {"question_type": "Multiple Choice", "answer_2": "48 m2 (517 ft2) (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "42 m2 (452 ft2) (False)", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/91dfc3f5f279d8183668704fa80f332e.png", "question": "Calculate the total net floor area based on the lengths of the exterior walls shown below. The walls have a thickness of 0.5 m (1.6 ft).", "answer_4": "57 m2 (614 ft2) (False)", "answer_1": "64 m2 (689 ft2) (False)", "exam": "MAIN", "category": "Calculate Areas"}, {"question_type": "Multiple Choice", "answer_2": "1:45 (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "90:2 (False)", "question_image": "No Image", "question": "A roof has a slope of 45°. What is its slope?", "answer_4": "1:1 (True)", "answer_1": "45:1 (False)", "exam": "MAIN", "category": "Roofs"}, {"question_type": "Multiple Choice", "answer_2": "1:2 (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "3:12 (False)", "question_image": "No Image", "question": "A roof has a run of 6 feet and a rise of 3 feet. What is its slope?", "answer_4": "12:3 (False)", "answer_1": "6:3 (False)", "exam": "MAIN", "category": "Roofs"}, {"question_type": "Multiple Choice", "answer_2": "20:10 (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "1:1 (True)", "question_image": "No Image", "question": "A roof has a rise of 10 feet and a span of 20 feet. What is its slope?", "answer_4": "5:20 (False)", "answer_1": "1:2 (False)", "exam": "MAIN", "category": "Roofs"}, {"question_type": "Multiple Choice", "answer_2": "5:4 (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "4:5 (False)", "question_image": "No Image", "question": "A roof has a rafter with a length of 25 feet and a rise of 20 feet. What is its slope?", "answer_4": "4:3 (True)", "answer_1": "3:4 (False)", "exam": "MAIN", "category": "Roofs"}, {"question_type": "Multiple Choice", "answer_2": "BTU/h is an energy units and cannot be converted to kW (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "23,440 kW (False)", "question_image": "No Image", "question": "What is the heating capacity in kW of a 80,000BTU/h furnace", "answer_4": "273.04 kW (False)", "answer_1": "23.44 kW (True)", "exam": "MAIN", "category": "Unit Conversions"}, {"question_type": "Multiple Choice", "answer_2": "It is the overall insulation value when we take into account all the building components of the assembly. (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "It is the insulation value of all the building components other than the insulating material. (False)", "question_image": "No Image", "question": "What characterizes effective thermal resistance?", "answer_4": "It is the insulation value when we take into account the heating degree days.  (False)", "answer_1": "It is the insulation value of the material itself. (False)", "exam": "MAIN", "category": "Insulation"}, {"question_type": "Multiple Choice", "answer_2": "It covers the outside wall of the foundations. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Plastic air-tight electrical boxes can be used to ensure continuity around in-house electrical boxes. (False)", "question_image": "No Image", "question": "Which of the following statements is true about house wrap air barrier approach?", "answer_4": "The house wrap is sealed directly to the window frame using expanding foam. (False)", "answer_1": "It is sealed around service penetrations using gasket, caulking or tape. (True)", "exam": "MAIN", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "Free-drainage backfill or a drainage plane next to the foundation. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Graded drainage pipe system (False)", "question_image": "No Image", "question": "Which of the following is not in included in an Effective wall drainage system:", "answer_4": "A permeable top layer that channels water to the drainage pipe system (True)", "answer_1": "Surface drainage to direct water away from the foundation. (False)", "exam": "MAIN", "category": "Foundations"}, {"question_type": "Multiple Choice", "answer_2": "Freeze-thaw stresses are eliminated, and frost is unlikely to penetrate down to the footings. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "The mass of the foundation is within the insulated portion of the house and will tend to even out temperature fluctuations. (False)", "question_image": "No Image", "question": "What is an advantage of adding below grade wall insulation to the exterior of the building envelope?", "answer_4": "Can lead to the identification of other hidden problems that require attention. (True)", "answer_1": "No disruption in the house, no interior work disturbed, but inside space is lost. (False)", "exam": "MAIN", "category": "Foundations"}, {"question_type": "Multiple Select", "answer_2": "Internal door dimensions (False)", "source": "Standard, 4.4", "answer_3": "An airtightness test (True)", "question_image": "No Image", "question": "What data must be collected during a 'Basic Service'?", "answer_4": "Heated floor are (True)", "answer_1": "House dimensions (True)", "exam": "EA", "category": "Data Collection"}, {"question_type": "Multiple Choice", "answer_2": "Geothermal heat pump systems have a working life estimated at 25 years  (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Air-source heat pumps draw heat from the outside air during the heating season and reject heat outside during the summer cooling season. (False)", "question_image": "No Image", "question": "Which of the following statements is false regarding high efficiency mechanical systems in houses and residential buildings?", "answer_4": "A ground-source heat pump uses the earth or ground water or both as the sources of heat in the summer, and as the \"sink\" for heat removed from the home in the winter. (True)", "answer_1": "Integrated mechanical systems (IMS) group the functions of space heating, water heating and heat recovery ventilation into a single package. (False)", "exam": "MAIN", "category": "Mechanical Systems"}, {"question_type": "Multiple Choice", "answer_2": "There can be multiple air barriers. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "It can only be located on the cold side of the assembly to avoid condensation. (True)", "question_image": "No Image", "question": "Which statement below is false about an effective air barrier:  ", "answer_4": "The main air barrier material forms a principal plane. (False)", "answer_1": "It is a leakage control system. (False)", "exam": "MAIN", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "To reduce heat gains. (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.177", "answer_3": "To help limit air leakage and condensation in the glazing. (False)", "question_image": "No Image", "question": "What is the main purpose of the HSG low-e coating during the cooling season? ", "answer_4": "To reduce radiation heat losses. (True)", "answer_1": "To limit conduction losses through the glazing. (False)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "It represents a window’s overall heat loss coefficient expressed in W/m2K or in Btu/(hr)(ft2)(°F). (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "It is adversely affected by air exfiltration only. (False)", "question_image": "No Image", "question": "Which of the following statements is true about residential Fenestration Energy Ratings?", "answer_4": "ER ratings do not apply to skylights (True)", "answer_1": "A negative rating indicates that heat gains are superior to heat losses. (False)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "For zone 1 skylight compliance : have U factor below 1.60 W/m2K and an Energy rating above 16 (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "For zone 2 windows compliance : have U factor below 1.60 W/m2K and an Energy rating above 16 (False)", "question_image": "No Image", "question": "What is required to comply to ENERGY STAR ", "answer_4": "For zone 2 skylight compliance : have U factor below 1.40 W/m2K and an Energy rating above 20 (False)", "answer_1": "For zone 1 windows compliance : have U factor below 1.60 W/m2K and an Energy rating above 16 (True)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "The temperature below which the heating equipment starts supplying heat. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "The temperature below which the heating equipment cannot meet the indoor temperature set-points. (True)", "question_image": "No Image", "question": "What is the winter outdoor design temperature?", "answer_4": "The temperature where the heating equipment should be at the peak efficiency level. (False)", "answer_1": "The lowest possible temperature that can be expected during a winter.  (False)", "exam": "MAIN", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "The cooling load represents the heat extraction rate required to meet given indoor conditions. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "The cooling load can be expressed in W or Btu/h. (False)", "question_image": "No Image", "question": "Which of the following statements is false regarding the cooling load: ", "answer_4": "Limiting air infiltration can reduce the cooling load. (False)", "answer_1": "The peak cooling load occurs during the peak heat gain period of the day. (True)", "exam": "MAIN", "category": "Air Conditioners"}, {"question_type": "Multiple Choice", "answer_2": "DWHR require a lot of maintenance.  (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "DWHR systems work best with simultaneous flows of hot water like showers, where there is a demand for hot water at the same time as hot water is going down the drain. (False)", "question_image": "No Image", "question": "Which of the following statement is false?:", "answer_4": "DWHR systems can also be used in a decentralized manner, using DWHR to preheat cold water entering a shower. (False)", "answer_1": "DWHR systems should be installed in a counter flow manner to enhance heat exchange. (False)", "exam": "MAIN", "category": "Domestic Hot Water"}, {"question_type": "Multiple Choice", "answer_2": "There are many small holes. (False)", "source": "Technical Procedures, 7.6.10.1", "answer_3": "There are many large holes. (False)", "question_image": "No Image", "question": "What does the exponent 'n' indicate when it is closer to 0.5?", "answer_4": "There are few small holes. (False)", "answer_1": "There are few larger holes. (True)", "exam": "EA", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "Clear debris, tools and other objects from the area around the base and top of the ladder (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Maintain three-point contact by keeping two hands and one foot, or two feet and one hand on the ladder at all times  (False)", "question_image": "No Image", "question": "Which of the following statements about the ladder safety protocol is false? ", "answer_4": "Tie yourself to a safety harness when working 5 m (16 ft) or more off the ground or when working with both hands. (True)", "answer_1": "Check for overhead power lines before setting up a ladder. (False)", "exam": "MAIN", "category": "Safety"}, {"question_type": "Multiple Choice", "answer_2": "Window B (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Window C (False)", "question_image": "https://energuytrainingdb-images.s3.amazonaws.com/9e51f36bb85fdc86a81404d6d2c9c7ae.png", "question": "The following windows have the same Uframe =5 W/m2K , UEdge =1.9 W/m2K and UGlazing =1.7 W/m2K. They also all have the same frame width. Which of the following has the lowest heat loss?", "answer_4": "They are all the same (False)", "answer_1": "Window A (True)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "This method limits heat losses by suppressing the gas movement between the panes. (True)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.177", "answer_3": "This method reduces the risk of condensation between the panes. (False)", "question_image": "No Image", "question": "Which of the following statements about argon-filled windows is true?", "answer_4": "These windows always have higher U-factors compared to krypton-filled windows. (False)", "answer_1": "This method reduces radiation heat losses and improves the overall U-factor. (False)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "Thermal bridging cannot be neglected when calculating heating loads because it accentuates heat transfer.  (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Lower U-values lead to higher heating load.  (False)", "question_image": "No Image", "question": "Which of the following statements is true regarding the peak heating load requirements of a home?", "answer_4": "When a central heating system is used, the heating load is the same for all the rooms of a house. (False)", "answer_1": "Is it always cost-effective for a geothermal system to be sized to meet the full heating load. (False)", "exam": "MAIN", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "8,400 W (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "28,400 W (False)", "question_image": "No Image", "question": "You have a BBQ with a maximum heat output of 30,000 Btu/h (power), what is the equivalent in W?", "answer_4": "Btu/h is energy, while W is power. (False)", "answer_1": "8,800 W (True)", "exam": "MAIN", "category": "Unit Conversions"}, {"question_type": "Multiple Choice", "answer_2": "9 kW (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "20 kW (False)", "question_image": "No Image", "question": "If a heat pump has a COP of 4.0 and outputs 5 kW of heating, how much electrical power is used by the heat pump? ", "answer_4": "3.75kW (False)", "answer_1": "1.25 kW (True)", "exam": "MAIN", "category": "Unit Conversions"}, {"question_type": "Multiple Choice", "answer_2": "Oil combustion occurs in its liquid state.  (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Oil-fired combustion efficiency increases with higher static burners.  (False)", "question_image": "No Image", "question": "Which of the following statements is false?", "answer_4": "Natural gas is composed of a high percentage of methane (CH4) (generally above 85 percent) and varying amounts of ethane, propane, butane, and inert gases (typically nitrogen, carbon dioxide, and helium). (False)", "answer_1": "For the purpose of space and water-heating in homes, gas combustion occurs in its liquid state.  (True)", "exam": "MAIN", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "A lower standby loss yield to a higher efficiency Electrical water heater which can be reached by better insulation around the tank.  (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Gas fired water heaters and electric water heaters are rated with the same energy efficiency rating.  (True)", "question_image": "No Image", "question": "Which of the following statement is false :", "answer_4": "To protect the inside of the tank from corrosion, storage tank water heaters are usually equipped with a galvanic anode.  (False)", "answer_1": "Drain water heat recovery and solar domestic water heating systems can be used as energy efficiency and renewable energy measures in Canada.  (False)", "exam": "MAIN", "category": "Domestic Hot Water"}, {"question_type": "Multiple Choice", "answer_2": "Forced draft (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Induced Draft (False)", "question_image": "No Image", "question": "Which of the following system prevents combustion gas spillage?", "answer_4": "Direct vent (True)", "answer_1": "Naturally aspired  (False)", "exam": "MAIN", "category": "Heating Systems"}, {"question_type": "Multiple Choice", "answer_2": "Air changes per house, embodied energy and energy production of a home. (False)", "source": "Standard, 4.", "answer_3": "Source energy, embodied energy, building envelope and cold water use in a home. (False)", "question_image": "No Image", "question": "Which of the following elements are considered in the EnerGuide Rating.", "answer_4": "Air changes per house, building envelope, energy use and energy production of a home. (True)", "answer_1": "Building envelope, cold water use and energy use in a home. (False)", "exam": "EA", "category": "EnerGuide Rating"}, {"question_type": "Multiple Choice", "answer_2": "Specific measures should be taken in the case of soil gas, attached garages and fuel-fired equipment that is not directly-vented or mechanically vented.  (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Exhaust-only ventilation system fans are usually controlled by thermostats.  (True)", "question_image": "No Image", "question": "Which of the following statements is false regarding ventilation: ", "answer_4": "Separately ducted HRVs and ERV systems do not require a furnace fan to run as part of the ventilation distribution system (False)", "answer_1": "Balanced ventilation uses fans to simultaneously exhaust air and supply outdoor air in equal quantities.  (False)", "exam": "MAIN", "category": "Ventilation"}, {"question_type": "Multiple Choice", "answer_2": "Along the north-south axis. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Along the northeast-southwest axis. (False)", "question_image": "No Image", "question": "To optimize energy efficiency and ensure good solar exposure in a neighborhood, what should be the orientation of most streets?", "answer_4": "Does not matter. (False)", "answer_1": "Along the east-west axis. (True)", "exam": "MAIN", "category": "Solar Design"}, {"question_type": "Multiple Choice", "answer_2": "A solar photovoltaic panel will collect more energy throughout a year if oriented at an angle corresponding to the latitude of the site.  (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Solar irradiance is the same at sea level as it is at high altitudes. (False)", "question_image": "No Image", "question": "Which of the following statement is true: ", "answer_4": "Increasing the height of a wind turbine will usually not affect its energy contribution.  (False)", "answer_1": "A compass points to magnetic north, which is located at the axis of rotation of the earth.  (False)", "exam": "MAIN", "category": "Solar Design"}, {"question_type": "Multiple Choice", "answer_2": "5.0 m²·°C/W (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "3.0 m²·°C/W  (False)", "question_image": "No Image", "question": "Calculate the R value of a wall assembly with the following components", "answer_4": "1.0 m²·°C/W (False)", "answer_1": "4.5 m²·°C/W (True)", "exam": "MAIN", "category": "Main Walls"}, {"question_type": "Multiple Choice", "answer_2": "SRE measures the net sensible energy recovered by the supply airstream, excluding latent energy. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Heat-recovery ventilators (HRVs) are designed to transfer both heat and moisture.  (True)", "question_image": "No Image", "question": "Which of the following statement is false?", "answer_4": "Balanced ventilation systems are designed with the objective of maintaining neutral pressure inside buildings. (False)", "answer_1": "Building Codes  requirements for the fabrication, design, and installation of mechanical ventilation systems vary by province (False)", "exam": "MAIN", "category": "Ventilation"}, {"question_type": "Multiple Choice", "answer_2": "Batch liquid collectors heat water in dark tanks or tubes within an insulated box, storing water until drawn. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Passive solar domestic hot water systems are most commonly used in Canada. (True)", "question_image": "No Image", "question": "Which of the following statements is false: ", "answer_4": "Evacuated tube liquid collectors are more efficient than glazed flat-plate liquid collectors. (False)", "answer_1": "An active solar domestic hot water system uses a circulating pump to move water or an anti-freeze fluid in solar collectors. (False)", "exam": "MAIN", "category": "Solar Design"}, {"question_type": "Multiple Choice", "answer_2": "Capillary action causes liquid water to move through porous materials or across small gaps, whereas diffusion is a process whereby vapour passes through air leakages in the building envelope.  (False)", "source": "Keeping The Heat In p.12", "answer_3": "A hundred times more moisture can enter a building structure by capillary action than by diffusion. (False)", "question_image": "No Image", "question": "What is the difference between capillary action and diffusion?", "answer_4": "Moisture flow through diffusion can be stopped, whereas it can only be delayed for capillary action. (False)", "answer_1": "Capillary action causes liquid water to move through porous materials or across small gaps, whereas diffusion is a process whereby vapour passes through a seemingly solid material. (True)", "exam": "MAIN", "category": "Watertightness"}, {"question_type": "Multiple Choice", "answer_2": "Condensation can lead to mould formation and the release of toxins in the air. (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Water vapour can lead to mould formation and the release of toxins in the air. (False)", "question_image": "No Image", "question": "How can moisture affect indoor quality?", "answer_4": "Low humidity levels improve air quality. (False)", "answer_1": "Low relative humidity leads to condensation and the formation of moulds. (False)", "exam": "MAIN", "category": "Ventilation"}, {"question_type": "Multiple Choice", "answer_2": "Ozone production (False)", "source": "Keeping the Heat In, Section 2.4.2", "answer_3": "Respiratory Infections (False)", "question_image": "No Image", "question": "Which of the following is not an effect of extreme low humidity in a house?", "answer_4": "Excessive dust problems (False)", "answer_1": "Frosting and fogging of windows (True)", "exam": "MAIN", "category": "Ventilation"}, {"question_type": "Multiple Choice", "answer_2": "Asbestos poses health risks only when fibres are present in the air that people breathe such as in renovation projects where walls, ceilings, floors or equipment are opened and dismantled. (False)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Vermiculite insulation does not contain asbestos.  (True)", "question_image": "No Image", "question": "Which of the following statement is false regarding asbestos: ", "answer_4": "If you are renovating or demolishing a house or building built before 1990, there is a strong probability that at least some parts contain asbestos. (False)", "answer_1": "From the 1950s to 1990s, Asbestos was a popular material widely used in more than 3,000 building materials.  (False)", "exam": "MAIN", "category": "Asbestos"}, {"question_type": "Multiple Choice", "answer_2": "They are odourless and as such can only be detected visually. (True)", "source": "ERS V.15 Supplementary Study Guide, March 2018", "answer_3": "Typically, they are found in humid areas with a higher risk of condensation. (False)", "question_image": "No Image", "question": "Which of the following statements about moulds is false?", "answer_4": "Moulds and fungi are found in nature. (False)", "answer_1": "They can lead to eye, nose, and throat irritation. (False)", "exam": "MAIN", "category": "Ventilation"}, {"question_type": "Multiple Choice", "answer_2": "Relative humidity level will decrease. (False)", "source": "Keeping the Heat In, Section 2.1.6", "answer_3": "Absolute humidity level will increase. (False)", "question_image": "No Image", "question": "What effect does the infiltration of -20C outdoor air with 95% relative humidity have on the indoor air quality of a home with an indoor air temperature of 23C?", "answer_4": "Absolute humidity level will stay the same. (False)", "answer_1": "Relative humidity level will increase. (True)", "exam": "EA", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "4:12 (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.118", "answer_3": "5:12 (True)", "question_image": "No Image", "question": "What is the slope of a roof that has a vertical height (rise) or 2.4 metres (8ft) and an angled roof length of 6.3 metres (20ft 8in)?", "answer_4": "6:12 (False)", "answer_1": "3:12 (False)", "exam": "MAIN", "category": "Roofs"}, {"question_type": "Multiple Choice", "answer_2": "Foundation water damage, mechanical ventilation and indoor air quality. (False)", "source": "Standard, 4.5", "answer_3": "Vermiculite, mechanical ventilation and exhaust devices depressurization. (True)", "question_image": "No Image", "question": "What types of warning can appear on the Homeowner Information Sheet?", "answer_4": "Vermiculite, asbestos and structural integrity, (False)", "answer_1": "Building envelope, mould and exhaust devices depressurisation. (False)", "exam": "EA", "category": "EnerGuide Rating"}, {"question_type": "Multiple Choice", "answer_2": "Upgrading the attic insulation (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.215", "answer_3": "Installing triple glazed windows (False)", "question_image": "No Image", "question": "An increase in cooking, laundry and showering in an air tight home may require which of the following in order to reduce the potential for excessive moisture levels in the home?", "answer_4": "Installing a balanced ventilation system (True)", "answer_1": "Installing at least one ceiling fan on every floor (False)", "exam": "MAIN", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "To promote the EnerGuide Rating System to new home builders. (False)", "source": "Administrative Procedures, Appendix B.", "answer_3": "To promote the EnerGuide Rating System to home contractors. (False)", "question_image": "No Image", "question": "In accordance with the EnerGuide Rating System Code of Ethics, a service organisation's marketing approach shall NOT use the EnerGuide Rating System for which of the following activities?", "answer_4": "To endorse another organisation's particular product of service. (True)", "answer_1": "To improve the EnerGuide Rating System's professional integrity. (False)", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "A house with a gas-fired, sealed combustion, direct vented furnace and electric water heater. (True)", "source": "Technical Procedures, 3.3.1", "answer_3": "A house with a naturally aspirated furnace and an induced draft fan water heater. (False)", "question_image": "No Image", "question": "Which of the following house configuration scenarios would NOT require the performance of the exhaust depressurisation test procedure?", "answer_4": "A house with a gas-fired, sealed combustion, direct vented furnace and a wood burning stove. (False)", "answer_1": "A house with an oil-fired furnace, manufactured in 1989, and electric water heater. (False)", "exam": "MAIN", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "Draft created by a chimney's height and the temperature difference of the flue gases and the outside. (False)", "source": "n/a", "answer_3": "Mechanical draft created by a device upstream from the combustion zone of an appliance. (True)", "question_image": "No Image", "question": "Which of the following BEST describes forced-draft venting of fuel-fired appliances?", "answer_4": "Mechanical draft created by a device downstream from the combustion zone of an appliance. (False)", "answer_1": "Draft created by a mechanical device that may supplement natural draft. (False)", "exam": "MAIN", "category": "Heating Systems"}, {"question_type": "Multiple Select", "answer_2": "Crawlspace insulation levels. (False)", "source": "Standard, 5.1.1", "answer_3": "Integrated mechanical systems. (False)", "question_image": "No Image", "question": "When calculating the energy consumption of a home using HOT2000, which of the following is NOT a factor that is taken into consideration?", "answer_4": "Solar heat gain through windows. (True)", "answer_1": "Bedroom doors. (True)", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "Sill (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.176", "answer_3": "Muntin (False)", "question_image": "No Image", "question": "Which of the following is NOT a window component?", "answer_4": "Threshold (True)", "answer_1": "Sash (False)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "432 cubic metres (False)", "source": "None", "answer_3": "450 cubic metres (False)", "question_image": "No Image", "question": "The inside dimensions of a one-storey house with a full basement are 6m x 10m. The basement is 2.7m high from the floor to the underside of the joists. The first floor structure of open web wood joists totals 0.3m in height. The long walls of the main floor are 3m high, and they support a full length cathedral ceiling with a 12:12 pitch and two equal slopes. What is the approximate heated volume of the house?", "answer_4": "540 cubic metres (True)", "answer_1": "414 cubic metres (False)", "exam": "MAIN", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "Cooking three meals a day. (False)", "source": "Keeping The Heat In p.18", "answer_3": "Respiration and perspiration (True)", "question_image": "No Image", "question": "Which of the following is usually the largest contributor of moisture in a home with an average family of four over a typical 7 day period?", "answer_4": "Cleaning a 12 square meter ceramic tile floor area with hot water and soap twice a week. (False)", "answer_1": "Each person taking one average length shower per day. (False)", "exam": "MAIN", "category": "Watertightness"}, {"question_type": "Multiple Choice", "answer_2": "6.8\" (False)", "source": "None", "answer_3": "10.2\" (False)", "question_image": "No Image", "question": "What is the diameter of a circular flue with the same area as a 9\" x 9\" square flue?", "answer_4": "10.4\" (False)", "answer_1": "5.1\" (True)", "exam": "MAIN", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "Casement (False)", "source": "CMHC-Canadian-Wood-Frame-House-Construction, p.176", "answer_3": "Hopper (False)", "question_image": "No Image", "question": "Which of the following operable window types is the most prone to air leakage?", "answer_4": "Tilt and turn (False)", "answer_1": "Single-hung (True)", "exam": "MAIN", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "Radiant barrier (True)", "source": "Keeping The Heat In p.27", "answer_3": "Extruded Polystyrene (False)", "question_image": "No Image", "question": "For keeping heat in, which of the following materials requires air space on the warm side?", "answer_4": "Mineral fibre (loose fill) (False)", "answer_1": "Spray foam insulation (False)", "exam": "MAIN", "category": "Insulation"}, {"question_type": "Multiple Choice", "answer_2": "Acquire the homeowner's renovation plans, consider the house-as-a-system when developing upgrade recommendations, and include standard comments for each upgrade recommendation. (False)", "source": "Standard, 6.1", "answer_3": "Use the Basic Service evaluation as a base, consider the mechanical systems, and model the recommended upgrades. (False)", "question_image": "No Image", "question": "Which of the following steps must be a part of the Renovation Upgrade Service?", "answer_4": "Determine the homeowner's financial considerations, provide personalised advice for each proposed upgrade, and provide a label showing the rating of the house if all upgrade recommendations are implemented. (True)", "answer_1": "Use the Basic Service evaluation as a base, locate air leakage locations, and develop upgrade recommendations that include the installation of new windows. (False)", "exam": "EA", "category": "Renovation Upgrade Report"}, {"question_type": "Multiple Choice", "answer_2": "Movement of moisture in the vapour state through the building materials as a result of a temperature difference between the inside and outside. (False)", "source": "Keeping The Heat In p.12", "answer_3": "Transport of moisture laden air through the building materials from an area of low air pressure to an area of high air pressure. (False)", "question_image": "No Image", "question": "Which of the following scenarios will allow the greatest amount of moisture to enter the building structure and potencially cause moisture-related damage to the building envelope assemblies?", "answer_4": "Transport of moisture laden air through the building materials from an area of high air pressure to an area of low air pressure. (False)", "answer_1": "Movement of moisture in the vapour state through building materials as a result of a vapour pressure difference across the materials. (True)", "exam": "MAIN", "category": "Watertightness"}, {"question_type": "Multiple Choice", "answer_2": "Calculate an average insulation level. (False)", "source": "Technical Procedures, 3.5.3.2", "answer_3": "Enter a user specified value and add a justification. (False)", "question_image": "No Image", "question": "How should an attic be modelled if there is a significant variation in the insulation levels or types?", "answer_4": "Enter a user specified value without a justification. (False)", "answer_1": "Model as two separate attics. (True)", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "EPS is solid rigid board. XPS is made up of little white balls. (False)", "source": "Keeping The Heat In p.25-26", "answer_3": "XPS is solid rigid board. EPS is made up of little white balls. (True)", "question_image": "No Image", "question": "What is the difference between XPS and EPS rigid foam boards?", "answer_4": "EPS generally has a higher R value. (False)", "answer_1": "XPS is always blue, and EPS is always white. (False)", "exam": "MAIN", "category": "Insulation"}, {"question_type": "Multiple Choice", "answer_2": "Surface area (square metres) x Temp. difference (celcius) divided by R-value (False)", "source": "https://www.e-education.psu.edu/egee102/node/2070#:~:text=Heat%20loss%20from%20the%20walls%3A,wall%20needs%20to%20be%20calculated.&text=Total%20heat%20loss%20from%20the,116.99%20million%20BTUs%20per%20year.", "answer_3": "Surface area (square metres) x Temp. difference (Fahrenheit divided by R-value (False)", "question_image": "No Image", "question": "How do you calculate heat loss through a surface?", "answer_4": "Surface area (square feet) x Temp. difference (Fahrenheit) divided by R-value (True)", "answer_1": "Surface area (square feet) x Temp. difference (celcius) divided by R-value (False)", "exam": "EA", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "Surface area (square feet) x Temp. difference (Fahrenheit) multiplied by U-factor (True)", "source": "http://energy-models.com/heat-transfer", "answer_3": "Surface area (square metres) x Temp. difference (Celcius) divided by U-factor (False)", "question_image": "No Image", "question": "How do you calculate heat flow through a surface?", "answer_4": "Surface area (square feet) x Temp. difference (Fahrenheit) divided by U-factor (False)", "answer_1": "Surface area (square metres) x Temp. difference (Celcius) multiplied by U-factor (False)", "exam": "MAIN", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "RSI 68.14 (False)", "source": "Keeping The Heat In p.13", "answer_3": "RSI 2.12 (False)", "question_image": "No Image", "question": "What is R12 when converted to RSI units?", "answer_4": "RSI 68.13 (False)", "answer_1": "RSI 2.11 (True)", "exam": "MAIN", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "A blower door zone is the door in which the blower door test fan is housed for the duration of the test. (False)", "source": "Technical Procedures, 7.5", "answer_3": "A blower door zone refers to the parts of the house on the above grade floors, with the basement doors closed. (False)", "question_image": "No Image", "question": "What is a blower door zone?", "answer_4": "A blower door zone refers to all areas of the house building, including attached unconditioned areas like the attic and garage. (False)", "answer_1": "A blower door zone refers to all the parts of the house that are accessible from at least one exterior door. (True)", "exam": "MAIN", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "Conduct three separate tests, one on each zone. (False)", "source": "Technical Procedures, 7.6.5.1", "answer_3": "Run a hose to each of the other zones. Connect each hose to separate manometers. Repeat in all three zones. (False)", "question_image": "No Image", "question": "How do you conduct a 3 zone one fan test?", "answer_4": "Open a window to connect all three zones. (False)", "answer_1": "Run a hose to each of the other zones. Connect each hose to a single manometer. Repeat in all three zones. (True)", "exam": "MAIN", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "Solar is always modelled as the primary. (True)", "source": "HOT2000 User Guide, 7.15.2", "answer_3": "Solar is always modelled as the secondary. (False)", "question_image": "No Image", "question": "How do you model an oil water heater if there is also a solar water heater present?", "answer_4": "Solar should only be modelled as the primary water heater in a zero-rated home. (False)", "answer_1": "Fossil fuel burning water heaters should always be modelled as the primary water heater. (False)", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Select", "answer_2": "If the second signature is not collected, the advisor cannot perform the assessment. (False)", "source": "Administrative Procedures, Appendix F.", "answer_3": "If the second signature is not collected, the advisor can still perform the assessment. (True)", "question_image": "No Image", "question": "What is the difference between the two homeowner signatures on the NRCan form?", "answer_4": "The first signature is to share the information collected about the house with NRCan, the second allows NRCan to forward that information on to secondary partners. (True)", "answer_1": "If the first signature is not collected, the advisor cannot perform the assessment. (True)", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "The combined total floor area of the non-residential portion of the building must be MORE than that of the residential portion, AND not exceed more than 300 square metres (3229 sq ft). (False)", "source": "Standard, 1.2.1", "answer_3": "Residential portions of mixed use buildings are never eligible for the EnerGuide Rating System. (False)", "question_image": "No Image", "question": "What is the split between residential and mixed use in order to be eligible for the EnerGuide Rating System?", "answer_4": "Residential portions of mixed use buildings are always eligible for the EnerGuide Rating System. (False)", "answer_1": "The combined total floor area of the non-residential portion of the building must be LESS than that of the residential portion, AND not exceed more than 300 square metres (3229 sq ft). (True)", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "The total number present. (True)", "source": "Technical Procedures, 3.5.2.9", "answer_3": "The make and model number only. (False)", "question_image": "No Image", "question": "What data collection is required for window AC units?", "answer_4": "The SEER rating. (False)", "answer_1": "The same data that is required for all AC units. (False)", "exam": "EA", "category": "Air Conditioners"}, {"question_type": "Multiple Choice", "answer_2": "Measure the height and width to the outside of the trim. (False)", "source": "Technical Procedures, 3.5.7.1", "answer_3": "Measure the glazing and add 3\" to the height and width. Do not indicate on the DCF that they were measured from the inside. (False)", "question_image": "No Image", "question": "How do you measure a window from the inside?", "answer_4": "Measure the glazing and add 6\" to the height and width. Indicate on the DCF that they were measured from the inside. (False)", "answer_1": "Measure the glazing and add 3\" to the height and width. Indicate on the DCF that they were measured from the inside. (True)", "exam": "EA", "category": "Windows"}, {"question_type": "Multiple Choice", "answer_2": "3200 cubic feet (True)", "source": "None", "answer_3": "4800 cubic feet (False)", "question_image": "No Image", "question": "Calculate the attic volume if the house is 20'x40' and the attic is 8' at it's peak.", "answer_4": "6400 cubic feet (False)", "answer_1": "1600 cubic feet (False)", "exam": "MAIN", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "To within 2\" (False)", "source": "Technical Procedures, 3.5.4.4", "answer_3": "To within 3\" (False)", "question_image": "No Image", "question": "How accurate must the ceiling height measurement be?", "answer_4": "To within 4\" (False)", "answer_1": "To within 1\" (True)", "exam": "EA", "category": "Data Collection"}, {"question_type": "Multiple Choice", "answer_2": "Inform the homeowner of the presence of vermiculite and but explain that they should not worry because most vermiculite does not contain asbestos. (False)", "source": "Technical Procedures, 3.5.1.2", "answer_3": "Inform the homeowner of the presence of vermiculite and explain that it could contain asbestos. Advise that they do not touch or disturb the vermiculite, and to contact their local health authority. Encourage them to consult the Government of Canada web page on the Health Risks of Asbestos. (True)", "question_image": "No Image", "question": "What are the steps in informing the homeowner of the presence of vermiculite?", "answer_4": "Inform the homeowner of the presence of vermiculite and explain that it could contain asbestos. Advise that they remove the vermiculite immediately themselves. (False)", "answer_1": "Inform the homeowner of the presence of vermiculite and explain that it could contain asbestos. Advise that they do not touch or disturb the vermiculite, and to contact their local health authority. (False)", "exam": "EA", "category": "Administrative Procedures"}, {"question_type": "Multiple Choice", "answer_2": "When there are multiple foundation types. (True)", "source": "Technical Procedures, 3.5.6", "answer_3": "If the open crawl space is the only foundation type. (False)", "question_image": "No Image", "question": "What is the only time an open crawl space can be modelled as an exposed floor?", "answer_4": "If the crawl space is uninsulated. (False)", "answer_1": "It shoul always be modelled as an exposed floor. (False)", "exam": "EA", "category": "HOT2000"}, {"question_type": "Multiple Choice", "answer_2": "0.26 L (False)", "source": "None", "answer_3": "4 L (False)", "question_image": "No Image", "question": "How many litres are there in 1 gallon?", "answer_4": "37.8 L (False)", "answer_1": "3.78 L (True)", "exam": "EA", "category": "Math"}, {"question_type": "Multiple Choice", "answer_2": "Indicates the reliability of the test results. (must be greater than 0.99) (True)", "source": "Technical Procedures, 7.6.10.2", "answer_3": "Indicates the reliability of the test results. (must be less than 0.99) (False)", "question_image": "No Image", "question": "What does the correlation coefficient \"r\" indicate?", "answer_4": "Indicates how airtight the home is overall. (False)", "answer_1": "Indicates the number and size of holes. (False)", "exam": "EA", "category": "Airtightness"}, {"question_type": "Multiple Choice", "answer_2": "It should be set to 'Heat' (False)", "source": "HOT2000 User Guide, 7.14.3", "answer_3": "It should be set to 'On' (False)", "question_image": "No Image", "question": "When the thermostat is set to 'on' in the house, how must it be modelled in HOT2000?", "answer_4": "It should not be set. (False)", "answer_1": "It should always be left as default. (True)", "exam": "EA", "category": "HOT2000"}]
